var mainFontName = { 
    "en": "Lilita One"
}

var gameTexts = { 
    "en": [
        ["开始", 27],
        ["选择\n游戏模式", 60],
        ["经典", 27],
        ["开始", 27],
        ["暂停", 80],
        ["继续", 27],
        ["更多游戏", 20],
        ["", 25],
        ["选择\n颜色", 26],
        ["分数", 40, 27],
        ["关", 27],
        ["等级\n选择", 70],
        ["下一关", 27],
        ["结束游戏", 27],
        ["确定?", 27],
        ["是", 27],
        ["否", 27],
        ["游戏结束", 60],
        ["主菜单", 27],
        ["帮助", 27],
        ["关闭帮助 ", 27],
        ["选择数字盒子总数加起来等于上方格子里的数目。", 25],
        ["组合成的数字盒子越多，分数越多。\n选择同样颜色的格子会加分。\n在剩余时间内将屏幕的数字都清除。", 25],
        ["注意数字与运算符的顺序，不能从运算符开始选起。", 25],
        ["数字盒子达到屏幕顶端时游戏将结束。", 25],
        ["更多游戏", 27]
    ]

}